{
  "About me": "Über mich",
  "Skills": "Fähigkeiten",
  "I am": "Ich bin",
  "FRONTEND DEVELOPER": "FRONTEND ENTWICKLER",
  "talk!": "Lass uns reden!",
  "AboutMeText": "Ich bin ein voll ausgebildeter Koch aus der Schweiz mit einem reichen Hintergrund in der kulinarischen Kunst. Nach umfangreichen Recherchen, um den nächsten Schritt meiner Lernreise zu bestimmen, entdeckte ich ein tiefes Interesse an der Webentwicklung. Dies führte mich dazu, der Entwicklerakademie beizutreten, wo ich eine zweite Leidenschaft aufdeckte. Mit neuer Hingabe habe ich beschlossen, eine Position als Webentwickler in Zürich anzustreben. Während meiner kulinarischen Karriere habe ich wichtige Fähigkeiten wie Teamarbeit, Problemlösung und Kreativität geschärft, besonders unter dem hohen Druck einer beschäftigten Küche. Diese Fähigkeiten übertragen sich nahtlos in die Webentwicklung, wo sie wesentlich zu meiner Fähigkeit beitragen, kollaborativ an technischen Lösungen und innovativen Projekten zu arbeiten.",
  "AboutMeText2": "Diszipliniert und zielstrebig, bin ich ein Mann, der nach kontinuierlicher Verbesserung und ständigem Lernen strebt. Das Wachstum als meine persönliche Philosophie umarmend, bin ich bereit, jede Herausforderung anzunehmen, die sich mir in den Weg stellt.",
  "AboutMeText3": "Mit einer soliden Grundlage in Teamarbeit und einer anpassungsfähigen Denkweise besitze ich die Fähigkeit, in schnelllebigen Umgebungen zu gedeihen. Meine Erfahrungen im kulinarischen Bereich, wo Präzision und Timing entscheidend sind, haben mich darauf vorbereitet, mit derselben Effizienz und Aufmerksamkeit für Details in die Welt der Webentwicklung einzutreten.",
  "Contact": "Kontakt",
  "My skills": "Meine Fähigkeiten",
  "Got a problem to solve?": "Haben Sie ein Problem zu lösen?",
  "contactMe": "Kontaktieren Sie mich über dieses Formular, ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
  "Need a Frontend developer?": "Brauchen Sie einen Frontend-Entwickler?",
  "Contact me!": "Kontaktieren Sie mich!",
  "I have read the": "Ich habe die ",
  "privacy policy": "Datenschutzrichtlinie",
  "and agree to the processing of my data as outlined.": "gelesen und stimme der Verarbeitung meiner Daten wie dargelegt zu.",
  "I have gained experience in building projects with various front end technologies and concepts.": "Ich habe Erfahrung in der Entwicklung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
  "Website Operator": "Betreiber der Website",
  "Switzerland": "Schweiz",
  "Phone": "Telefon",
  "Send message": "Nachricht senden",
  "Get in touch": "Nehmen Sie Kontakt auf",
  "Explore a selection of my work here - Interact with projects to see my skills in action.": "Entdecken Sie hier eine Auswahl meiner Arbeiten - interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
  "join": "Ein Aufgabenmanager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "elPoloLoco": "Ein einfaches Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie Pepe, Münzen und Flaschen zu finden, um gegen den Endboss zu kämpfen.",
  "ringOfFire": "Die Spieler ziehen abwechselnd eine Karte aus dem Deck. Die gezogene Karte entspricht einer bestimmten Regel, die sie befolgen müssen. Das Spiel endet, wenn entweder die letzte Königskarte gezogen wird und ein Spieler den gesamten 'King's Cup' trinkt oder die letzte Karte gezogen wird.",
  "Your name": "Dein Name",
  "Your email": "Deine E-mail-Adresse",
  "Your message": "Deine Nachricht",
  "Scroll down": "Scrollen Sie nach unten",
  "Information according to": "Information gemäss",
  "Impressum": "Imprint"
}
