{
  "About me": "About me",
  "Skills": "Skills",
  "FRONTEND DEVELOPER": "FRONTEND DEVELOPER",
  "talk!": "Let's talk!",
  "AboutMeText": "I am a dedicated Frontend Developer from Switzerland with extensive experience in developing user-friendly and responsive web applications. My technical expertise includes advanced knowledge in JavaScript, Angular, TypeScript, as well as HTML, CSS, SCSS, and Bootstrap. Through my studies at the Developer Academy, I have deepened my knowledge through project-based learning and successfully implemented over 15 projects, including a task management web app and interactive games. I combine this technical competence with strong soft skills such as teamwork, problem-solving ability, and creativity, which I developed in my previous career as a chef in a high-pressure kitchen environment. With this unique combination of skills, I am aiming for a position as a web developer in Zurich to develop and implement innovative technical solutions.",
  "AboutMeText2": "Disciplined and determined, I am a man who strives for continuous improvement and constant learning. Embracing growth as my personal philosophy, I am ready to take on any challenge that comes my way.",
  "AboutMeText3": "With a solid foundation in teamwork and an adaptable mindset, I possess the ability to thrive in fast-paced environments. My experience in the culinary field, where precision and timing are crucial, has prepared me to enter the world of web development with the same efficiency and attention to detail.",
  "Contact": "Contact",
  "My skills": "My skills",
  "Got a problem to solve?": "Got a problem to solve?",
  "contactMe": "Contact me through this form. I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
  "Need a Frontend developer?": "Need a Frontend developer?",
  "Contact me!": "Contact me!",
  "I have read the": "I've read the",
  "privacy policy": "privacy policy",
  "and agree to the processing of my data as outlined.": "and agree to the processing of my data as outlined.",
  "I have gained experience in building projects with various front end technologies and concepts.": "I have gained experience in building projects with various front end technologies and concepts.",
  "Website Operator": "Website Operator",
  "Switzerland": "Switzerland",
  "Phone": "Phone",
  "Send message": "Send message :)",
  "Get in touch": "Get in touch",
  "Explore a selection of my work here - Interact with projects to see my skills in action.": "Explore a selection of my work here - Interact with projects to see my skills in action.",
  "join": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "elPoloLoco": "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe to find coins and bottles to fight against the endboss.",
  "daBubble": "DABubble is a business chat app, similar to Discord or Slack. The platform provides companies with an intuitive user interface for seamless communication and collaboration. With features like group chats, direct messages, and threads, DABubble enables efficient work and boosts team productivity.",
  "Your name": "Your name",
  "Your email": "Your email",
  "Your message": "Your message",
  "Impressum": "Legal Notice",
  "Please enter a name": "Please enter a name",
  "Please enter an email": "Please enter an email",
  "Please enter a message": "Please enter a message",
  "affiliate": " means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.",
  "company2": "(referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to Kristian Cebic.",
  "cookies persistent ": "Cookies can be \"Persistent\" or \"Session\" Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser. Learn more about cookies on the ",
  "we will let you know": "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"&quot;Last updated&quot; date at the top of this Privacy Policy.",
  "by email": "By email: kristian.cebic13@gmail.com"
}
