{
  "About me": "About me",
  "Skills": "Skills",
  "I am": "I am",
  "FRONTEND DEVELOPER": "FRONTEND DEVELOPER",
  "talk!": "Let's talk!",
  "AboutMeText": "I am a fully trained chef from Switzerland with a rich background in the culinary arts. After extensive research to identify the next step in my learning journey, I discovered a profound interest in web development. This led me to join the Developer Academy, where I uncovered a second passion. With a newfound dedication, I have decided to pursue a position as a web developer in Zurich. Throughout my culinary career, I have honed vital skills such as teamwork, problem-solving, and creativity, particularly under the high-pressure environment of a busy kitchen. These skills translate seamlessly into web development, where they contribute significantly to my ability to work collaboratively on technical solutions and innovative projects.",
  "AboutMeText2": "Disciplined and determined, I am a man who strives for continuous improvement and constant learning. Embracing growth as my personal philosophy, I am ready to take on any challenge that comes my way.",
  "AboutMeText3": "With a solid foundation in teamwork and an adaptable mindset, I possess the ability to thrive in fast-paced environments. My experience in the culinary field, where precision and timing are crucial, has prepared me to enter the world of web development with the same efficiency and attention to detail.",
  "Contact": "Contact",
  "My skills": "My skills",
  "Got a problem to solve?": "Got a problem to solve?",
  "contactMe": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
  "Need a Frontend developer?": "Need a Frontend developer?",
  "Contact me!": "Contact me!",
  "I have read the": "I've read the",
  "privacy policy": "privacy policy",
  "and agree to the processing of my data as outlined.": "and agree to the processing of my data as outlined.",
  "I have gained experience in building projects with various front end technologies and concepts.": "I have gained experience in building projects with various front end technologies and concepts.",
  "Website Operator": "Website Operator",
  "Switzerland": "Switzerland",
  "Phone": "Phone",
  "Send message": "Send message :)",
  "Get in touch": "Get in touch",
  "Explore a selection of my work here - Interact with projects to see my skills in action.": "Explore a selection of my work here - Interact with projects to see my skills in action.",
  "join": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "elPoloLoco": "A simple Jump-and-Run game based on an object-oriented approach. Help Pepe to find coins and bottles to fight against the endboss.",
  "ringOfFire": "Players take turns drawing a card from the deck. The card they draw corresponds to a specific rule they have to follow. The game ends when either the last king card is drawn and a player drinks the entire “King's Cup” or the last card is drawn.",
  "Your name": "Your name",
  "Your email": "Your email",
  "Your message": "Your message"
}
